controllers/PaymentsController.php

INSERT INTO `payments` (`phone`, `amount`) VALUES ('254768540720', 10)
---
    public function actionCreate()
    {
        $model = new Payments();

        if ($this->request->isPost) {
            if ($model->load($this->request->post()) && $model->save()) {

SELECT * FROM `payments` WHERE `id`='6'
---
    protected function findModel($id)
    {
        if (($model = Payments::findOne(['id' => $id])) !== null) {